Tests/Requests/Request_Calculator.xml

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
    <Body>
        <add xmlns="http://example.com/">
            <intA xmlns="">3</intA>
            <intB xmlns="">5</intB>
        </add>
    </Body>
</Envelope>